export const text = {
    menu: ["О нас", "Наши работы", "Стек", "Отзывы", "Контакты", "RU"],

    startPage: ["Code Artel", "Разработка IT-решений любой сложности"],

    aboutUs: {
        textBlock: ["Мы Артель – команда, основанная  рукводителями отделов и одержимыми своим делом разработчиками, с опытом слаженной работы над глобальными проектами. Мы любим нестандартные задачи, которые не вписываются в шаблонные схемы, и берёмся за них с энтузиазмом.", 
    
        "Члены нашей команды обладают разнообразными компетенциями и навыками, что позволяет нам выполнять широкий спектр услуг: от сложных web-сервисов, с применением блокчейн технологии до проектирования и производства радиоэлектроники."],
        projectNames: [],
        projectsDescription: []
    },

    portfolio: {
        textBlock: "Создаем качественные продукты, которые успешно функционируют:"
    },

    stack: {
        textBlock: ["Мы используем надежные инструменты и технологии, проверенные временем и успешно реализованными крупными проектами.",

        "Представленное здесь – не предел наших возможностей. Техноогии развиваются безостановочно, поэтому мы всегда следим за тенденциями и стремимся к самосовершенствованию, а значит готовы изучать и использовать новые инструменты в Вашем проекте."]
    },

    feedbacks: {
        textBlock: "Наши специалисты работают над проектами, функционирующими по всему миру, отвечают за результат своего труда и несут не коллективную, а командную отвественность. Мы умеем и любим производить качественный софт, ведущий Ваш бизнес и Вас к успеху. Именно эти качества привлекают доверия заказчиков.",
        feedback: ["Текст отзыва Текст отзыва Текст отзыва Текст отзыва Текст отзыва Текст отзыва Текст отзыва Текст отзыва Текст отзыва Текст отзыва Текст отзыва Текст отзыва Текст отзыва Текст отзыва Текст отзыва Текст отзыва."],
        author: "Имя Фамилия, Компания"
    },

    contacts: {
        textBlock: "Есть проект или только идея, но Вы чувствуете, что она перспективная? Свяжитесь с нами для консультации и  мы вместе подумаем, как воплотить Вашу задумку в реальность.",
        placeholders: ["Имя", "Телефон", "Email", "Ваши пожелания", "Файл брифа или ТЗ"],
        agree: "Мы бережем и ценим Ваши персональные данные, ОТПРАВЛЯЯ ФОРМУ вы даете согласие на их обработку.",
        button: "Отправить",
        contacts: ["+ 7 981 854 46 45", "peter.uspenskii@code-artel.ru", "Санкт-петербург"]
}
};

export default text;